{
    "jobs": [
    	{
            "fr": "fermier",
            "en": "farmer"
        },{
            "fr": "mineur",
            "en": "miner"
        },{
            "fr": "aventurier",
            "en": "explorer"
        },{
            "fr": "builder",
            "en": "builder"
        }
    ],
    "spe": [
        {
            "fr": "éleveur",
            "en": "breeder"
        },{
            "fr": "armurier",
            "en": "gunsmith"
        },{
            "fr": "guarde",
            "en": "guardian"
        },{
            "fr": "ingénieur",
            "en": "engineer"
        }
    ],
    "spe_limit": 15,

    "team_colors": {
    	"Fermier": "2",
    	"Mineur": "4",
    	"Aventurier": "6",
    	"Builder": "5",

    	"Eleveur": "a",
    	"Armurier": "c",
    	"Guarde": "e",
    	"Ingenieur": "d",

    	"Admin": "9",
    	"Nouveau": "b"
    },

    "ground": {
        "underground": 15,
        "floor": 30
    },
    "spawn": {
        "x": -422.955,
        "y": 70,
        "z": 1357.059
    },
    "world_spawn": {
        "x": -661.015,
        "y": 157,
        "z": 1252.024
    },

    "maps": [
        {
            "x1": -779,
            "z1": 1488,
            "x2": -133,
            "z2": 1091
        }
    ],
    "nether": {
        "x1": -32,
        "z1": 184,
        "x2": -45,
        "z2": 194
    },

    "powers": {
        "shockwave": {
            "item_name": "§5Onde de choc",
            "item_type": "GUNPOWDER",
            "max_radius": 5,
            "speed": 2,
            "damage": 10,
            "cooldown": 1200
        },
        "bunker": {
            "item_name": "§5Bunker",
            "item_type": "SHIELD",
            "block_type": "BEDROCK",
            "radius": 3,
            "speed": 2,
            "life": 400,
            "cooldown": 2400
        },
        "summoner": {
            "item_name": "§5Invocateur",
            "spawner_type": "STICK",
            "viewfinder_type": "BOW",
            "life": 400,
            "attack_delay": 10,
            "cooldown": 2400
        },
        "bomb": {
            "bomb_name": "§5Bombe de minage",
            "bomb_type": "TNT",
            "radius": 2
        },
        "telekinesis": {
            "item_name": "§5Lasso de télékinésie",
            "using_name": "§5Télékinésie §aen cours...",
            "item_type": "LEAD",
            "max_distance": 5,
            "start_msg": "§5La télékinésie a §adémarrée",
            "stop_msg": "§5La télékinésie s'est §carrétée"
        },
        "fertility": {
            "item_name": "§5Fertilité",
            "item_type": "BONE_MEAL",
            "radius": 2,
            "end_msg": "§5La fertilisation est §aterminée",
            "not_found_msg": "§5Le terrain n'est §cpas propice à la fertilisation",
            "tree": "JUNGLE_LOG",
            "tree_height": 10
        },
        "loader": {
            "item_type": "CLOCK",
            "item_name1": "§8Chargement de",
            "item_name2": "§8->§a",
            "item_name3": "§a%"
        }
    },

    "announcements": [
        "§bSeules les épées peuvent infliger des dégâts. Rappelez-vous en si vous n’êtes ni Aventurier, ni Garde, ni Éleveur.",
        "§bN’oubliez pas de rejoindre notre serveur discord pour une meilleure communication avec les autres joueurs : https://discord.gg/mSGVzjJ",
        "§bVos Admins préférés sont constamment en train de préparer des Events des plus sympathiques, restez informés et tenez vous prêts !",
        "§bPour pimenter et varier votre aventure, n’hésitez pas à faire un tour au hall des missions au centre du village.",
        "§bN’hésitez pas à consulter le règlement du serveur à la banque pour rester dans le droit chemin.",
        "§bLes PNJs de la place du marché sont utiles pour débuter mais ils sont bien moins rentables que de vendre vos ressources à d’autres joueurs.",
        "§bVous pouvez consulter votre enderchest à la banque.",
        "§bN'oubliez pas de mettre vos biens en sûreté en ouvrant un compte à la banque.",
        "§bVous pouvez acheter une boite aux lettres à la banque pour recevoir des messages ou des items d'autres joueurs lorsque vous n'êtes pas là.",
        "§bSi vous ne pouvez pas crafter un item, n'hésitez pas à demander aux autres citoyens de vous aider.",
        "§bVous pouvez tout autant acheter une maison que demander à un builder de vous en construire une sur mesure.",
        "§bN'oubliez pas que le partage, la communication et l'échange entre citoyens sont la base de notre communauté.",
        "§bUn banquier peut vous accorder un prêt pour acheter votre future maison.",
        "§bSi vous travaillez bien, vous gagnerez régulièrement en niveau. Il s’affiche à côté de votre pseudo et peut être consulté avec la commande /level.",
        "§bChaque métier possède une spécialisation. Vous la débloquez passé un certain niveau. Alors patience et travaillez bien !",
        "§bSi vous avez des comptes à régler, une arène PVP est mise à votre disposition !",
        "§bLa map est remplie de secrets bien cachés et continue de s'agrandir de jour en jour. N’hésitez pas à l’explorer pour, peut être, en découvrir les mystères…",
        "§bLa map est protégée des joueurs, vous ne pouvez pas poser ou casser de blocs dans le village et ses alentours.",
        "§bLes émeraudes ne pouvant pas être échangées avec un PNJ, vous pouvez les vendre en cliquant sur une pancartes à la banque.",
        "§bVous êtes perdu avec les commandes du serveur? Rendez-vous à la banque et cliquez sur une des pancartes, elle vous donnera un livre récapitulant toutes les commandes disponibles.",
        "§bLe PNJ Charlatan peut vous fournir de la nourriture mais il sera bien plus intéressant pour vous d’aller voir un fermier ou un éleveur."
    ]
}